[
  {
    "title": "Introduction",
    "paragraphs": [
      {
        "title": "Introduction",
        "items": [
          {
            "text": "Mega Civilization is a game of skill for 5 to 18 players covering the historical development of ancient civilizations from just after the last Ice Age to the dawn of the new era at the end of the Iron Age - a time span of almost 8,000 years. Each player leads his own civilization as it tries to expand its culture over a map-board that stretches from the Mediterranean Sea to India.",
            "images": []
          },
          {
            "text": "Although battles and territorial strategy are important, Mega Civilization is not a wargame as you might expect when looking at the map-board. Instead, the objective of play is to gain a level of overall advancement involving cultural, economic, scientific, political, civic and religious factors. The player who most effectively balances these various goals will achieve the best scores and win the game.",
            "image": []
          },
          {
            "text": "The objective of Mega Civilization is to acquire the highest number of Victory Points by building cities and developing Civilization Advances. This will be done over various phases and turns, some of which will be performed simultaneously by the players. After each turn, a check is made for each player to move forward on the Archaeological Succession Table (A.S.T.). Each step on this timeline represents a certain period of time in history reaching from the Stone Age. Advancement there will provide ever more Victory Points. The winner will not necessarily be the first player to reach the end of the A.S.T. or the player with the highest number of cities or Civilization Advances, although these are the key factors in determining the winner.",
            "images": []
          },
          {
            "text": "Each civilization begins with a single population token and every turn each player increases his population by adding tokens to each area he occupies. These tokens can be moved over the map-board by land, or by sea using ships. As each area has a population limit, a good strategic overview will give players advantage in occupying more and more areas. If players manage to move sufficient tokens into areas they can build a city there. These cities generate trade cards which will eventually lead to knowledge and wealth.",
            "images": []
          },
          {
            "text": "During trade sessions, players receive not only the commodities they need to complete sets; they might also receive calamities which will remove population or cities. Specific Civilization Advances will protect the players from natural or civic calamities. The development of these Civilization Advances is symbolized by turning in sets of trading goods, as the wealthier civilizations will acquire more Civilization Advances",
            "images": []
          },
          {
            "text": "As civilizations develop, it will be harder for their rulers to find the right balance between future population growth, maintaining enough support for their cities and increasing their treasury. If they cannot manage their token population, their cities might eventually revolt during the Tax Collection-phase. The civilizations with the strongest economy traditionally score the highest.",
            "images": []
          }
        ]
      },
      {
        "title": "Length of a game",
        "items": [
          {
            "text": "A game of Mega Civilization can take 10-12 hours to complete. Players can also choose to play the beginner-scenario ‘The First Game’, which will take only 1-2 hours. Another scenario, ‘The Short Game’, provides the same excitement as the full game, although the game starts in a later age. This way games can be played in ‘just’ 6-8 hours",
            "images": []
          }
        ]
      },
      {
        "title": "Development",
        "items": [
          {
            "text": "Somewhere around 1999 John Rodriguez, living in Texas, USA, picked up the idea to create a bigger map and some extra cards for his favorite game: Civilization by Francis Tresham. Much historical research ensued with larger and larger maps, new civilizations and new advances. A few years later, he shared his map and cards on the internet, creating the forum Civproject where anyone with ideas could contribute to his project.",
            "images": []
          },
          {
            "text": "At the same time Flo de Haan, living in the Netherlands, Europe, had similar ideas creating extensions to his favorite game Civilization and started searching the internet for resources. He came across the forum and after a while John and Flo decided to work together to take this shared idea to a higher level. They worked on the design, artwork and simplicity to this enormous game which now accomodates up to 18 players. At first it was just an extension to the original game, but now they started working on the game from scratch. No single detail was safe. Rules would change radically, new ideas were launched and sometimes failed and years went by testing, testing, changing, testing, adding, removing,  testing, changing and testing again. For years, each with their own group of players on either side of the ocean,  John and Flo kept discussing their findings and fully redesigned the first idea to the game it is today. As each game takes a full day and requires a group of people to play, the effort to perform the most comprehensive testing was a real challenge.",
            "images": []
          },
          {
            "text": "Here it is, Mega Civilization: a game for 5-18 players. Created by devoted Civilization-fans who put their heart into this wonderful game. We would like to thank: Gerart de Haan,  Jon Severinsson, Martin Brodén, Jeffrey Brent McBeth,  Judith van der Molen, Miquel Schumacher, Michael Bruinsma, Jacob Boersma, Jochem van Dijk, Mirjam Molenkamp, David van Nederveen Meerkerk, Johannes van der Horst, Bob Feis, Ronald Engeringh, Mike Droog,  Marcel Remijn, Tony Lemmers, Rico Radeke, Nathan Barhorst, Bill Kohler and all the play-testers and the contributors of the Civproject forum.",
            "images": ["1/development.png"]
          }
        ]
      }
    ]
  },
  {
    "title": "Game components",
    "paragraphs": [
      {
        "title": "Game components",
        "items": [
          {
            "text": "",
            "images": [
              "2/map.png",
              "2/tokens.png",
              "2/credit_tokens.png",
              "2/barbarians.png",
              "2/ast.png"
            ]
          }
        ]
      }
    ]
  },
  {
    "title": "General rules and clarifications",
    "paragraphs": [
      {
        "title": "The playing pieces",
        "items": [
          {
            "text": "",
            "images": ["3/playing_pieces.png"]
          }
        ]
      },
      {
        "title": "Barbarians and Pirates",
        "items": [
          {
            "text": "As the game evolves, eventually barbarian tokens and pirate cities will appear on the board as a result of calamities.",
            "images": []
          }
        ]
      },
      {
        "title": "Units",
        "items": [
          {
            "text": "Population tokens and cities are further referred to as ‘Units’. A population token counts as 1 unit point. A city counts as 5 unit points (or 5 units). Ships do not count as units.",
            "images": []
          }
        ]
      },
      {
        "title": "The player mats",
        "items": [
          {
            "text": "Each player uses a player mat to store his playing pieces. The player mat is divided into two parts: treasury and stock, divided by the ‘sequence of play’. During the game it is important to note in which areas of the mat tokens will be kept. A player has 55 population tokens,  9 cities and 4 ships. The 55 tokens are two-sided: one side serves as population, while the other serves as treasury. So each of his 55 tokens is either on the board, in stock or in treasury. Ships and cities are either on the board or in stock, but never in treasury.",
            "images": []
          }
        ]
      },
      {
        "title": "Stock",
        "items": [
          {
            "text": "By default, each player’s playing pieces are placed in the stock-area with the colored side up and are considered to be ‘in stock’. If a playing piece is destroyed or removed from the board, it is returned to stock. If a player pays treasury, the treasury tokens are turned over and moved to stock. Tokens that are placed on the board are always taken from stock and, unless clearly specified, placed with the colored side up.",
            "images": []
          }
        ]
      },
      {
        "title": "Treasury",
        "items": [
          {
            "text": "Some rules force or allow players to transfer tokens to the treasury-area. These tokens are then referred to as ‘treasury tokens’ or ‘in treasury’. Any tokens in treasury must be flipped upside down to show the white side. The amphorae are the symbol for a player’s treasury. Tokens in treasury are not regarded as population tokens.",
            "images": []
          }
        ]
      },
      {
        "title": "Map-board definitions",
        "items": [
          {
            "text": "",
            "punctuatedTextList": [
              {
                "title": "Adjacent areas",
                "text": "Unless clearly specified ‘an adjacent area’ means ‘sharing a border’",
                "items": [
                  {
                    "text": "share at least a landborder.",
                    "title": "Areas adjacent by land;",
                    "leading": "A"
                  },
                  {
                    "text": "share at least a water border.",
                    "title": "Areas adjacent by water;",
                    "leading": "B"
                  }
                ]
              },
              {
                "title": "Markings in areas",
                "text": "",
                "items": [
                  {
                    "text": "a circle containing a number from 0 to 4.",
                    "title": "Population limit;",
                    "leading": "C"
                  },
                  {
                    "text": "an area that contains strictly water and has no population limit.",
                    "title": "Open Sea area;",
                    "leading": "D"
                  },
                  {
                    "text": "an area that contains land and water (indirectly) connected to an open sea area. Areas containing inland seas such as ‘Anatolia’ (map-board 2) or ‘Nis’ (map-board 3) are not considered ‘Coastal Areas’",
                    "title": "Coastal area;",
                    "leading": "E"
                  },
                  {
                    "text": "if an area has no name, it is regarded to be not on the map",
                    "title": "Area-name;",
                    "leading": "F"
                  },
                  {
                    "text": "an area containing a Civilization’s name and symbol.",
                    "title": "Starting location;",
                    "leading": "G"
                  },
                  {
                    "text": "a black or white stone gate-symbol in an area.",
                    "title": "City site;",
                    "leading": "H"
                  },
                  {
                    "text": "a volcano symbol in an area or on the border of 2 areas. A volcano on the border of 2 areas is considered to be in both areas.",
                    "title": "Volcano;",
                    "leading": "I"
                  },
                  {
                    "text": "a dark green stretch of land extending over parts of 1 or more areas. All areas fully or partly covered by a single flood plain are considered to be ‘on the flood plain’. City sites on a flood plain show a white color. Black city sites in an area with a flood plain are considered to be not on that flood plain and thus safe.",
                    "title": "Flood plain;",
                    "leading": "J"
                  }
                ]
              }

            ],
            "images": ["3/map_board_definitions.png"]
          }
        ]
      },
      {
        "title": "Civilization Advances",
        "items": [
          {
            "text": "",
            "images": ["3/civilization_advances.png"]
          }
        ]
      },
      {
        "title": "Groups / colors",
        "items": [
          {
            "text": "The cards are divided in 5 groups represented by colors as well as symbols: Science (green star), Arts (blue harp),  Crafts (orange vase), Civics (red temple) and Religion (yellow tribal). Some Civilization Advances belong to 2 groups rather than just 1.",
            "images": []
          }
        ]
      },
      {
        "title": "Victory points",
        "items": [
          {
            "text": "On the right top side of each card, it shows either 1, 3 or 6 Victory Points in a banner symbol. The points are counted at the end of the game to determine the winner.",
            "images": []
          }
        ]
      },
      {
        "title": "Attributes",
        "items": [
          {
            "text": "Once a player acquires a Civilization Advance, he receives the credit tokens printed on the left side of the card. These credits give a bonus when purchasing other Civilization Advances of the same group. Some Civilization Advances provide additional credit tokens marked with a ; these credits are then mentioned in the attributes. A majority of the Civilization Advances provide additional credits to a specific card.",
            "images": []
          }
        ]
      },
      {
        "title": "Trade cards",
        "items": [
          {
            "text": "It is important to keep a division between ‘blue marked’ cards and ‘orange marked’ cards (blue and orange cards have different backsides). Orange marked cards are only used in games of 12-18 players. The trade cards are divided in 2 groups: ‘Commodities’ and ‘Calamities’. • Commodities show trading goods. • Calamities show an illustration and either the indication ‘Minor Calamity’, ‘Major Calamity’ or ‘Major Calamity (Non Tradeable)’.",
            "images": ["3/trade_cards.png"]
          }
        ]
      },
      {
        "title": "Archeological Succession Table (A.S.T.)",
        "items": [
          {
            "text": "The Archaeological Succession Table (further called A.S.T.) has two sides. One side shows the ‘Basic A.S.T.’, the other side is the ‘Expert A.S.T.’ for experienced players. We suggest to start your first games using the ‘Basic A.S.T.’. The A.S.T. is divided into 6 epochs: Stone age, Early Bronze Age, Middle Bronze Age, Late Bronze Age, Early Iron Age and Late Iron Age. Players start placing their succession marker covering the arrow on the left and after each turn, if players meet the requirements mentioned on top, they may move their succession marker 1 space to the right. These rows vary per player and each civilization must stick to his own requirements per step on the A.S.T",
            "images": ["3/ast_ranking.png"]
          }
        ]
      },
      {
        "title": "A.S.T.-ranking / A.S.T.-position",
        "items": [
          {
            "text": "",
            "images": [],
            "punctuatedTextList": [
              {
                "title": "",
                "text": "",
                "items": [
                  {
                    "text": "‘A.S.T.-ranking’ or ‘A.S.T.-order’ is specified as the vertical position on the list of civilizations as printed on the A.S.T., from the top to the bottom, irrespective of the horizontal position of succession markers. Smaller Civilization numbers take priority over larger Civilization numbers.",
                    "title": "Ranking;",
                    "leading": null
                  },
                  {
                    "text": "• ‘A.S.T.-position’ is specified as the horizontal position of the actual succession markers. The marker furthest to the right is considered to be highest in position order. Ties are broken by A.S.T.-ranking order",
                    "title": "Position;",
                    "leading": null
                  }
                ]
              }
            ]
          },
          {
            "text": "Whenever ‘A.S.T.-order’ is mentioned this refers to ‘A.S.T.- ranking’ order.",
            "images": []
          },
          {
            "text": "At any time, if a tie occurs between players’ activities and it is not clearly specified how to break the tie, it is resolved in A.S.T.-ranking order. A turn marker is used to show the number of turns played.",
            "images": []
          },
          {
            "text": "",
            "images": ["3/ast_position.png"]
          }
        ]
      }
    ]
  },
  {
    "title": "Setting up the game",
    "paragraphs": [
      {
        "title": "Setting up the game",
        "items": [
          {
            "text": "Mega Civilization is a game that can be played from 5 up to 18 players. There are some differences in the setup rules when playing with 5-8 players, 9-11 players, 12-14 players or 15-18 players. When starting a game, you should follow these adjustments accordingly if mentioned. If this is your first game, it is recommended that you use the scenario ‘The First Game’ which is designed to explain the rules to any new group of preferably 5 players. ‘The First Game’-scenario will take 1-2 hours. Once you have finished ‘The First Game’ you are ready to start a full game.",
            "images": []
          }
        ]
      },
      {
        "title": "Setting game limits for the full game",
        "items": [
          {
            "text": "You can choose between either side of the A.S.T. These show the Basic or Expert version. The basic A.S.T. is recommended for beginners and regular players, where the Expert version is served for the more experienced groups of players. The Expert version will take 1-2 more turns and thus 1-2 hours more than the Basic version. The Expert version has some added rules which will be explained later."
          },
          {
            "text": "You may consider setting your own time limit. If no specific game limit is set, by default the game ends if the succession marker of 1 or more players has entered the ‘Late Iron Age’ epoch on the A.S.T. A full game of Mega Civilization will take approximately 10-12 hours to complete, depending on the number of players and their experience. Regard the additional time needed for taking breaks during the game."
          },
          {
            "text": "If you want a shorter game (6-8 hours), follow the rules for setting up ‘The Short Game’. This scenario is not a beginners scenario, but a shorter version of the game for experienced players."
          }
        ]
      },
      {
        "title": "Selecting the map-board",
        "items": [
          {
            "text": "The game is divided into ‘West’ and ‘East’ which can be played independently by 5-9 players. For 10 players ‘West’ is played and for 11 players ‘East’ is played. For 12-18 players, ‘West’ and ‘East’ are combined and then referred to as ‘blocks’. "
          },
          {
            "text": "Depending on the number of players, use the setups as defined in chapter 5. Map-board setups (page 14). "
          },
          {
            "text": "Take the playing pieces for only the civilizations mentioned in this setup and leave the others in the box. You will also need the set of black Barbarian tokens and pirate cities for later in the game"
          }
        ]
      },
      {
        "title": "Regions",
        "items": [
          {
            "text": "Each civilization is associated with a ‘region’; a group of areas which are most commonly occupied by the civilization. This does not mean that players should not try to occupy areas assigned to another civilization’s region. In fact, to win the game, players will have to expand their boundaries. The regions are specified at the map-board setups."
          }
        ]
      },
      {
        "title": "Starting civilizations",
        "items": [
          {
            "text": "Deal the numbered startup cards after which, in order, each player may choose a civilization to play. Each player receives a player mat and places all 55 population tokens,  9 cities and 4 ships on the ‘stock’ area of his player mat (colored side up). Each player takes 1 token from stock and places it on the corresponding starting location on the map-board"
          },
          {
            "text": "Keep in mind that when playing both blocks combined (12 to 18 players), players from the East and West blocks do not necessarily start on the 2 most Eastern or Western map-boards respectively (see also page 16). It is clearly specified in the setups which civilizations belong to either East or West. Players should remember to which block they belong and for the remainder of the game draw only trade cards from that block."
          },
          {
            "text": "For each player, place a census marker on the Census track (in the large empty area above ‘1-12’) and a succession marker in the arrow on the A.S.T."
          },
          {
            "text": "Place a turn marker on turn 1 on the A.S.T."
          },
          {
            "text": "Sort out all Civilization Advances and create stacks sorted in ascending cost price order. Sort out the Credit tokens and place them next to the Civilization Advances. It is not necessary to place the 51 stacks directly within reach."
          }
        ]
      },
      {
        "title": "Selecting trade cards",
        "items": [
          {
            "text": "This is an important part of setting up the game."
          },
          {
            "text": "The game is provided with trade cards containing either blue E/W-symbols or orange E/W-symbols. The blue set and the orange set have different backsides. There is no situation where these two types are mixed. For each number of players involved an exact selection of trade cards is used. You can use the ‘Division of Trade cards’- chart (page 46/47) to select the right sets of commodities and calamities. In all cases the ‘water’ commodities are used. Place a stack of water cards face up next to all other trade cards. The function will be explained later"
          }
        ]
      },
      {
        "title": "5-9 players (Choose either West or East)",
        "items": [
          {
            "text": "For a game of 5-9 players, only cards containing the blue symbols are used. If you play ‘West’ then only take the cards showing a ‘W’. The same applies to cards showing an ‘E’ when playing ‘East’. Take only the cards showing the right number of players (right of the E/W-symbol)."
          }
        ]
      },
      {
        "title": "10 players (West)",
        "items": [
          {
            "text": "In a 10-player game, the only option is to play ‘West’. All cards containing the blue W-symbols are used in this case."
          }
        ]
      },
      {
        "title": "11 players (East)",
        "items": [
          {
            "text": "In an 11-player game, the only option is to play ‘East’. All cards containing the blue E-symbols are used in this case."
          }
        ]
      },
      {
        "title": "12-14 players",
        "items": [
          {
            "text": "For a game of 12-14 players, it is divided into 2 combined games. ‘West’ uses only cards containing the orange W-symbols. ‘East’ uses only cards containing the orange E-symbols. Take only the cards showing the right number of players (right of the E/W-symbol)."
          }
        ]
      },
      {
        "title": "15-18 players",
        "items": [
          {
            "text": "For a game of 12-18 players, it is divided into 2 combined games. ‘West’ uses only cards containing the orange W-symbols. ‘East’ uses only cards containing the orange E-symbols. All orange cards are used for 15-18 players."
          }
        ]
      },
      {
        "title": "Preshuffling trade cards",
        "items": [
          {
            "text": "From the start of the game, the trade cards are not just randomly piled in stacks, but are prepared in a defined order. To prepare this, follow the specific instructions depending on the number of players. "
          }
        ]
      },
      {
        "title": "Setting up the game for 5-8 players",
        "items": [
          {
            "text": "Make sure the following cards are present:",
            "punctuatedTextList": [
              {
                "title": "If playing West:",
                "text": "",
                "items": [
                  {
                    "text": "Ochre, Clay, Fruit",
                    "title": "9 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Papyri, Iron, Fish, Oil,",
                    "title": "8 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Wool, Textiles",
                    "title": "7 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Wines, Copper, Incense",
                    "title": "6 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Tin, Resin, Gemstones, Gold",
                    "title": "5 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Marble, Ivory",
                    "title": "4 of these",
                    "leading": "-"
                  },
                  {
                    "text": "8 Major Calamities (Non Tradeable)",
                    "title": "8 Major Calamities (Tradeable) and 8 8 Major Calamities (Non Tradeable)",
                    "leading": "-"
                  }
                ]
              },
              {
                "title": "If playing East:",
                "text": "",
                "items": [
                  {
                    "text": "Flax, Hides, Salt",
                    "title": "9 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Stone, Furs, Timber",
                    "title": "8 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Cotton, Livestock",
                    "title": "7 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Bronze, Spice",
                    "title": "6 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Silver, Jade, Pearls",
                    "title": "5 of these",
                    "leading": "-"
                  },
                  {
                    "text": "Dye, Silk",
                    "title": "4 of these",
                    "leading": "-"
                  },
                  {
                    "text": "8 Major Calamities",
                    "title": "8 Major Calamities (Tradeable) and 8 8 Major Calamities (Non Tradeable)",
                    "leading": "-"
                  }
                ]
              }
            ]
          },
          {
            "text": "Preshuffling the trade cards. Sort all trade cards into 9 stacks (per number)."
          },
          {
            "text": "Each stack contains 2 different sets of commodities and, with the exception of the first stack, 2 different calamities"
          },
          {
            "text": "",
            "punctuatedTextList": [
              {
                "title": "",
                "text": "For each of the 9 stacks take all of the following steps in turn (with the cards facing down):",
                "items": [
                  {
                    "text": "",
                    "title": "Shuffle the combination of both sets of commodities (without the calamities).",
                    "leading": "1"
                  },
                  {
                    "text": "",
                    "title": "From this stack, set an amount of cards aside equal to the number of players.",
                    "leading": "2"
                  },
                  {
                    "text": "",
                    "title": "Shuffle the Tradeable Major Calamity through the stack of remaining commodities (stack 1 does not contain calamities).",
                    "leading": "3"
                  },
                  {
                    "text": "",
                    "title": "Place the Non Tradeable Calamity at the bottom of the stack.",
                    "leading": "4"
                  },
                  {
                    "text": "",
                    "title": "Place the cards previously set aside on top of the stack.",
                    "leading": "5"
                  }
                ]
              }
            ]
          },
          {
            "text": "Place all 9 stacks in their stack holders and use the same number of holders for discard piles."
          },
          {
            "text": "Additional rules for 5 and 6 players. For a 5-player game only, each player collects 1 credit token worth 10 of each color at the start of the game. For a 6-player game only, each player collects 1 credit token worth 5 of each color at the start of the game. These credits are not collected when playing ‘The Short Game’"
          }
        ]
      },
      {
        "title": "Setting up the game for 9-11 players",
        "items": []
      },
      {
        "title": "Setting up the game for 15-18 players",
        "items": []
      },
      {
        "title": "Setting up the game for 12-14 players",
        "items": []
      }
    ]
  },
  {
    "title": "Map-board setups",
    "paragraphs": [
      {
        "title": "Map-board setups",
        "items": [
          {
            "text": "The game is divided into ‘West’ and ‘East’ which can be played independently by 5-9 players. For 10 players ‘West’ is played and for 11 players ‘East’ is played. For 12-18 players, ‘West’ and ‘East’ are combined and then referred to as ‘blocks’."
          },
          {
            "text": "The civilizations mentioned and the colored parts are the areas being used. Place ‘out of play’ tokens on the population limit of each area that is grayed out in the map-board setup. The regions-divisions in the last two images represent the same areas that are being used for each specific civilization."
          },
          {
            "text": "TODO: Add images..."
          }
        ]
      }
    ]
  },
  {
    "title": "Sequence of Play",
    "paragraphs": [
      {
        "title": "Turn-by-turn procedure",
        "items": [
          {
          "text": "",
          "punctuatedTextList": [
              {
                "title": "",
                "text": "",
                "items": [
                  {
                    "text": "The game is played in turns, divided into phases, which in turn may be divided into several steps. During each phase most activities are resolved simultaneously by all players or sometimes in a specific order. At the end of each turn, players check whether goals are reached and start a new turn or determine victory.",
                    "title": "The game turn",
                    "leading": "-"
                  },
                  {
                    "text": "At any time, if a tie occurs between players’ activities, unless clearly specified, it is resolved in A.S.T.- ranking order. Players do not necessarily need to stick to this order and may act before their turn to speed up play. However, players may insist on waiting for their turn. In all other cases, players must follow the right order as specified. Players may never proceed to a new phase before their turn.",
                    "title": "A.S.T.-ranking order",
                    "leading": "-"
                  },
                  {
                    "text": "At several points, the rules speak of ‘the beneficiary’. This is a player that often acts as the controller of an event and is often immune to certain negative effects. A player may or may not directly benefit from being the ‘beneficiary’.",
                    "title": "The Beneficiary",
                    "leading": "-"
                  },
                  {
                    "text": "The player with the most cities in stock. In case of a tie, from these players, the player with the most tokens in stock becomes the beneficiary. Next, from these players, A.S.T.-ranking order breaks ties. In the case of calamities there is a more specific definition described in chapter 8. Card-specific Rules.",
                    "title": "The beneficiary is usually defined as:",
                    "leading": "-"
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "title": "The order of phases",
        "items": [
          {
            "punctuatedTextList": [
              {
                "title": "",
                "text": "",
                "items": [
                  {
                    "text": "",
                    "title": "Tax collection",
                    "leading": "1"
                  },
                  {
                    "text": "",
                    "title": "Population expansion (and Census)",
                    "leading": "2"
                  },
                  {
                    "text": "",
                    "title": "Movement",
                    "leading": "3"
                  },
                  {
                    "text": "",
                    "title": "Conflict",
                    "leading": "4"
                  },
                  {
                    "text": "(and Remove surplus population and Check for city support)",
                    "title": ". City construction",
                    "leading": "5"
                  },
                  {
                    "text": "",
                    "title": "Trade cards acquisition",
                    "leading": "6"
                  },
                  {
                    "text": "",
                    "title": "Trade",
                    "leading": "7"
                  },
                  {
                    "text": "",
                    "title": "Calamity selection",
                    "leading": "8"
                  },
                  {
                    "text": "",
                    "title": "Calamity resolution",
                    "leading": "9"
                  },
                  {
                    "text": "",
                    "title": "Special abilities",
                    "leading": "10"
                  },
                  {
                    "text": "(and Check for city support)",
                    "title": "Remove surplus population",
                    "leading": "11"
                  },
                  {
                    "text": "",
                    "title": "Civilization advances acquisition",
                    "leading": "12"
                  },
                  {
                    "text": "",
                    "title": "A.S.T.-alteration",
                    "leading": "13"
                  }
                ]
              }
            ]
          }
        ]
      },
      {
        "title": "1. Tax Collection",
        "items": [
          {
            "text": "Order: Simultaneously"
          }
        ]
      },
      {
        "title": "1a. Tax Collection",
        "items": [
          {
            "text": "All players must transfer a number of tokens from stock to treasury equal to their tax rate for each of their cities on the map-board and flip them upside down in the treasury box. The default ‘tax rate’ is 2 and this may be <adjusted later in the game through specific Civilization Advances. Players cannot choose to refrain from collecting tax. As long as all players have sufficient tokens in stock to comply, step 1b can be skipped."
          },
          {
            "text": "Example: John has 5 cities on the board. He must transfer 10 tokens from stock to treasury"
          }
        ]
      },
      {
        "title": "1b. Tax Revolts",
        "items": [
          {
            "text": "It might occur that 1 or more players do not have sufficient tokens in stock to collect their taxes. If this occurs,  all other players must first finish their tax collection as usual. Players that had insufficient tokens in stock move all their tokens in stock to treasury."
          },
          {
            "text": "For each city that this player could not collect tax from, ‘the beneficiary’ may choose and annex 1 of his cities,  referred to as ‘tax revolt’. This beneficiary does not collect taxes for any newly gained cities this way in the same turn. In this phase no check for city support is made. If the beneficiary of a tax revolt has insufficient cities to replace a city, for the remaining city or cities a new beneficiary is selected. If all players have 9 cities on the board, any remaining cities affected by tax revolt are destroyed instead."
          },
          {
            "text": "Example: Michael has 5 cities on the board. He must transfer 10 tokens from stock to treasury, but he has only 7 tokens in stock. He must transfer all 7 to treasury and 2 of his cities revolt. Frank has the most cities in stock and becomes the beneficiary. He may choose 2 of Michael’s cities and replace them with his own, from stock."
          },
          {
            "text": "If 2 or more players are victims of a tax revolt, the tax revolts are resolved in A.S.T.-ranking order. A victim of a tax revolt cannot be the beneficiary of his own or any other player’s tax revolt during the same turn."
          }
        ]
      },
      {
        "title": "2. Population Expansion",
        "items": [
          {
            "text": "Order: Simultaneously, but may be resolved in A.S.T.- ranking order if desired."
          }
        ]
      },
      {
        "title": "2a. Population Expansion",
        "items": [
          {
            "text": "Each player must place tokens from stock in each area containing his tokens:"
          },
          {
            "text": "1 token in each area containing 1 of his tokens and 2 tokens in each area containing 2 or more of his tokens (so an area containing 3 or 4 tokens only gets an additional 2; not 3 or 4). If an area contains tokens "
          },
          {
            "text": "TODO: Add image"
          },
          {
            "text": "Tip: It is preferable to place each expanded token upside down so that each player can clearly see which tokens were originally situated in the area and which are expanded. Flip all tokens to the colored side when finished."
          },
          {
            "text": "If a player does not have sufficient tokens in stock to complete his population expansion, he may choose where to add available tokens from stock taking into account the above guidelines. This may include re-dividing his previously placed tokens this turn. Players cannot choose to expand fewer tokens than possible. Adding tokens during the Population Expansion-phase is not considered attacking. Barbarian tokens do not expand."
          }
        ]
      },
      {
        "title": "2b. Census",
        "items": [
          {
            "text": "After a player has expanded his population according to the rules, he must count all of his tokens on the board and change the status of his Census-marker on the Census track (cities and ships are not counted)."
          },
          {
            "text": "Tip: Since a player has exactly 55 tokens, sometimes it is easier to count the tokens in stock and treasury combined and subtract this number from 55."
          },
          {
            "text": "TODO: Add image"
          }
        ]
      },
      {
        "title": "3. Movement",
        "items": [
          {
            "text": "This phase is resolved in Census order. The player with the highest Census takes all of the actions in turn. After he has finished all steps in this phase,  the player with the next highest census-count takes all of these steps and so on, until all players have done so. A.S.T.-ranking order breaks ties. However, it is preferable that players move simultaneously if possible as this speeds up game play. All players may take their movement action as soon as they like, but players may insist to wait for their turn. As long as a player is busy moving, that player may revert any of his moved tokens when changing his mind. However,  once the player declares his movement has ended he cannot change his movement. Barbarian tokens do not move."
          },
          {
            "text": "Players may move each of their tokens on the board either 1 step to an area adjacent by land or onto a ship."
          },
          {
            "punctuatedTextList": [
              {
                "title": "Ship construction",
                "text": "At any time during his Movement-phase, before, during or after moving his tokens, until the moment he declares his movement has ended, a player may choose to build ships. This can only be done in coastal areas containing 1 or more of his tokens. A player can built no more than 4 ships per turn. There are 3 ways to build a ship:",
                "items": [
                  {
                    "text": "",
                    "title": "Pay 2 treasury tokens.",
                    "leading": "1"
                  },
                  {
                    "text": "",
                    "title": "Pay 1 treasury token and destroy 1 population token from the ship area.",
                    "leading": "2"
                  },
                  {
                    "text": "",
                    "title": "Destroy 2 tokens from the board, at least 1 of which is from the ship area.",
                    "leading": "3"
                  },
                  {
                    "text": "",
                    "title": "A ship can be used the turn it is built.",
                    "leading": "-"
                  }
                ]
              }
            ]
          },
          {
            "text": "Ship maintenance: As soon as a player wants to use a ship that was built during a previous turn, he must first either pay 1 treasury token or destroy one of his tokens from anywhere on the board for that ship. This can be done at any moment during his movement action before using the ship,  and this may be decided for each ship independently at different moments during his movement action. He may also choose to maintain a ship this way and choose to not move it, or possibly move it later during his movement action. A player can only pay maintenance once per ship per turn this way. A player may choose not to maintain a ship this way and destroy it in order to rebuild it in the same turn. A player cannot voluntary destroy a ship that was built in the current turn or is maintained from previous turn in order to build it again in the same turn."
          },
          {
            "text": "Ship movement: Players may move each of their ships 4 areas by water per turn. By default, ships cannot be moved through open sea areas. At any moment during ship movement, the ship may embark or disembark any number of tokens,  but a ship can only carry up to 5 tokens at the same time by default. After the ship’s last step any tokens on it are automatically disembarked in the area. Tokens cannot stay on ships after momevent. Tokens may move either by ship or by land (not both). Ships may move through an area containing an ‘out of play’ token, but cannot end movement or disembark tokens there"
          },
          {
            "text": "End of movement: As soon as a player declares his movement has ended,  he must destroy all of his ships that were not built or maintained this turn."
          },
          {
            "text": "Tip: Once a token or ship has moved or if you choose to not move it, flip it. After you have declared your movement has ended flip all your tokens and ships back to the colored side."
          },
          {
            "text": "City building: Cities are only built in the City Construction-phase. However, in order to build a city, players must have at least 6 tokens in an area containing a city site during the Movement-phase. If, after a conflict, a player still has 6 or more tokens in an area he may build a city there in the appropriate phase. Players can also attempt to build a ‘wilderness city’ in an area without a city site, but in this case 12 tokens are required. Wilderness cities can never be built in areas with a population limit of ‘0’, regardless of holding any Civilization Advances."
          },
          {
            "text": "Causing a conflict situation As soon as a player enters an area that contains 1 or more tokens belonging to other player(s) or barbarian tokens and as a result the population limit this exceeded,  or the area contains an enemy city or a pirate city,  this is considered ‘causing conflict’ and in this case ‘a conflict situation’ occurs. This conflict situation may be voided if the enemy player moves later and moves tokens out of the area afterwards. In that case there is no longer a conflict situation in that area. The conflict itself, if occurring, is only resolved during Conflict-phase. ‘Entering an area’ is defined by either moving a token into the area by land, or a token disembarking a ship in the area. The movement of a ship (with or without tokens on it) into an area is not regarded as entering the area, attacking, or causing conflict. If players share an area and the population limit of the area is not exceeded, all tokens co-exist and no conflict situation occurs in this area."
          },
          {
            "text": "Attacking a city As soon as a player enters an area containing an enemy city or a pirate city, this is considered ‘attacking the city’,  regardless of the number of tokens used (even if it is 1). To successfully attack a city a player must move at least 7 tokens into the city area or the attack fails. ‘Attacking’ only applies to attacking a city; tokens can not be attacked."
          },
          {
            "text": "Defending a city: A city under attack can be defended by moving tokens into the area, either before or after the attack. The defending player should of course regard the order of movement. Only during the Conflict-phase it will first result in a token conflict. It is not possible for two or more players to combine in attack; it will result in a token conflict between all players involved. Any remaining tokens are regarded as attacking the city, even if the number of tokens proves insufficient. If the city is not attacked successfully, this will eventually result in surplus population."
          }
        ]
      },
      {
        "title": "4. Conflict",
        "items": [
          {
            "punctuatedTextList": [
              {
                "title": "Order of resolution in a Conflict-phase",
                "text": "There are 2 different types of conflict. Conflict between tokens of a single player and a city is defined as ‘city attack’. A conflict between tokens of two or more players in an area that also contains a city is considered a ‘token conflict’.",
                "items": [
                  {
                    "text": "All token conflicts are resolved before all city attacks are resolved. It is preferable to resolve all token conflicts simultaneously. Any possible unsuccessful city attacks are not considered token conflict and these tokens are only removed during the resolution of city attacks. Any foreseen surplus population may not be removed during the Conflict-phase.",
                    "title": "",
                    "leading": "4a."
                  },
                  {
                    "text": "Only after all token conflicts have been resolved, all city attacks must be resolved one at a time,  in A.S.T.-ranking order of the defending players. Attacks on pirate cities are always resolved before any other city attacks. If more than 1 city belonging to a single player is attacked, he may choose the order.",
                    "title": "",
                    "leading": "4b."
                  }
                ]
              }
            ]
          },
          {
            "text": "The barbarians: For the purpose of the Conflict-phase only, other than clearly specified, all barbarian tokens and pirate cities are considered as if they would belong to a single player defined as ‘The Barbarians’. If a rule refers to players, this rule may refer to ‘The Barbarians’ as well. ‘The Barbarians’ do not benefit from any Civilization Advances"
          }
        ]
      },
      {
        "title": "4a. Resolution of token conflicts",
        "items": [
          {
            "text": "Token conflicts are resolved in ‘rounds of token removal’. For each area in which a token conflict occurs, players must count all tokens involved. In each round, the player having the minority must first remove 1 of his tokens. Next, the following player in minority order must remove 1 of his tokens from the area, and so on, until all players involved have done so, or until the token conflict has ended. If players have an equal number of tokens to start with, they must remove their tokens simultaneously."
          },
          {
            "text": "After each round of token removal, the check for token majority is done again and a new round of token removal starts, and so forth. The conflict in an area immediately ends as soon as at any moment the population limit is no longer exceeded or a single player is the only player occupying the area with tokens (even if he exceeds the population limit). A conflict may end before a full round of token removal is completed. Any excess tokens remain in the area. It may occur that by removing tokens simultaneously the area ends up depopulated or occupied by fewer tokens than the population limit"
          },
          {
            "text": "If a token conflict occurs in an area that also contains a city, the conflict ends as soon as only a single player has tokens left in the area. Any remaining tokens this way are not removed during token conflict, and this is considered a city attack. Removed tokens are returned to stock."
          }
        ]
      },
      {
        "title": "4b. Resolution of city attacks",
        "items": [
          {
            "text": "For each city attack, first define whether the attack is successful or not. By default, an attack is successful if the attacker has at least 7 tokens in the area containing the enemy city. In the case of an unsuccessful attack,  all tokens from the attacking player in the city area are destroyed."
          },
          {
            "punctuatedTextList": [
              {
                "title": "Resolution of a successful city attack",
                "text": "A successful city attack is divided into 4 steps. Each city attack must be resolved completely, one at a time, in the following order:",
                "items": [
                  {
                    "text": "The defending player replaces his city by 6 of his tokens from stock. If he has insufficient tokens, he replaces it with whatever tokens he has left in stock,  even if it is 0. Only if a defender has insufficient tokens to replace his cities by and he is attacking another city in the same turn, he may wait for this to be resolved first. He may do this once",
                    "title": "Defending",
                    "leading": "-"
                  },
                  {
                    "text": "A token conflict is resolved following the exact same rules as a normal token conflict.",
                    "title": "Token conflict",
                    "leading": "-"
                  },
                  {
                    "text": "As a result of the successful attack, the attacking player may choose to draw a trade card at random from the defending player’s hand. If the defending player does not hold any trade cards at this point,  the attacking player cannot draw a card and this option is canceled. Both players are not allowed to inform the other players which card was drawn.",
                    "title": "successful attack",
                    "leading": "-"
                  },
                  {
                    "text": "As a result of the successful attack, the attacking player may also choose to gain up to 3 treasury from his stock. The defending player’s treasury is unaffected.",
                    "title": "successful attack",
                    "leading": "-"
                  }
                ]
              }
            ]
          },
          {
            "text": "Attacking a pirate city If a pirate city is successfully attacked, the city is replaced by 6 barbarian tokens. The attacker cannot draw a trade card, but may still gain up to 3 treasury."
          }
        ]
      },
      {
        "title": "5. City Construction",
        "items": [
          {
            "punctuatedTextList": [
              {
                "title": "City Construction",
                "text": "This phase is divided into 3 steps:",
                "items": [
                  {
                    "text": "City Construction",
                    "title": "Construction",
                    "leading": "5a"
                  },
                  {
                    "text": "Surplus Population Removal.",
                    "title": "Surplus Population.",
                    "leading": "5b"
                  },
                  {
                    "text": "Check for support and unsupported city reduction",
                    "title": "Support",
                    "leading": "5"
                  }
                ]
              }
            ]
          },
          {
            "text": "All players must take all 3 steps in this specific order. All players take their actions simultaneously, but players may choose to take their action in A.S.T.- ranking order"
          }
        ]
      },
      {
        "title": "5a. City Construction",
        "items": [
          {
            "punctuatedTextList": [
              {
                "title": "City Construction",
                "text": "Players may choose to build any number of cities per turn in areas following the minimum requirements:",
                "items": [
                  {
                    "text": "At least 6 tokens in an area with a city site. ",
                    "title": "6 tokens ",
                    "leading": "-"
                  },
                  {
                    "text": "At least 12 tokens in an area without a city site (referred to as ‘wilderness city’). Cities cannot be built in an area with population limit ‘0’,  regardless of holding any Civilization Advances.",
                    "title": "12 tokens",
                    "leading": "-"
                  }
                ]
              }
            ]
          },
          {
            "text": "Each area can only contain 1 city. For each city built, the player removes all tokens from the area (irrespective of ownership) and places a city in the area from stock. All removed tokens are returned to stock. The maximum number of cities in play for any player is 9."
          },
          {
            "text": "Note: The map-board contains white and black city sites. For the purpose of city construction they are treated in the same way."
          }
        ]
      },
      {
        "title": "5b. Surplus Population Removal",
        "items": [
          {
            "text": "After the player has built his cities, he must immediately remove all of his tokens exceeding the population limits. This includes any tokens in areas containing a city. Note: ‘Agriculture’ and ‘Public Works’ may create exceptions to this rule."
          }
        ]
      },
      {
        "title": "5c. City support and reduction",
        "items": [
          {
            "text": "After the player has removed all of his surplus population he must check for city support. By default a player’s city support rate is 2. This means that a player should have at least 2 tokens on the board for each of his cities on the board. For each city that he cannot support he should remove one city of his choice and replace it with tokens equal to the population limit of that area until he has sufficient city support. This is referred to as ‘Reducing a city’. If a player has built any cities this turn he must reduce these cities first. Any tokens newly gained through city reduction immediately count for city support for other cities."
          }
        ]
      },
      {
        "title": "6. Trade Cards Acquisition",
        "items": [
          {
            "text": "IMPORTANT: Before drawing or dealing any cards for the first time, make sure the stacks are set up in the right way as defined in chapter 4. Setting up the game (page 11-13). For any other turn do not forget to check carefully to be sure all cards discarded in the previous turn are shuffled the right way and placed under the appropriate stacks, as mentioned in phase 13b."
          },
          {
            "text": "Tip: Before drawing cards, write down a list containing the number of cities for each player and have a single player deal all the cards."
          },
          {
            "text": "Players are not allowed to conceal their total hand size of trade cards."
          }
        ]
      },
      {
        "title": "6a. Drawing trade cards",
        "items": [
          {
            "text": "All players draw trade cards equal to the number of cities on the board. First the player having the lowest number of cities on the board draws trade cards. Then the player with the next lowest number of cities on the board draws trade cards. A.S.T.-order break ties. Players with no cities draw no trade cards. Each player draws one trade card per stack, starting with stack #1 and in ascending order, until they reach the stack number that equals their number cities on the board"
          },
          {
            "text": "Players may look at the cards they draw but are not allowed to inform other players what they drew (it may be a commodity or a calamity). If at any point a stack is empty, a player does not draw a substitute card from another stack. Instead he draws a ‘water’card, which can be used as a trade card worth ‘0’"
          },
          {
            "text": "TODO: Add images"
          },
          {
            "text": "Example: Ronald (Minoa) has 3 cities, so he draws first. He draws from stack 1, 2 and 3. Judith (Hellas) and Tony (Egypt) both have 5 cities, but Hellas is higher on the A.ST. than Egypt, so for their mutual order Hellas draws first. Judith draws from stack 1, 2, 3, 4 and 5 (card 4 turns out to be a calamity). Tony would draw from stack 1, 2, 3, 4 and 5, but stack 2 is empty, so he draws from stack 1, receives a ‘water’ card and draws from stack 3, 4 and 5"
          }
        ]
      },
      {
        "title": "6b. Additional purchases",
        "items": [
          {
            "text": "After all players have drawn their regular trade cards, in the exact same order as step 6a, each player may choose to purchase any number of additional trade cards and/ or pass. A player may look at the card he just purchased before deciding to purchase another card or pass. By default players can only purchase a trade card from stack 9 for 15 treasury tokens. Players are not allowed to count the number of cards left on a particular stack (unless the stack is empty). A player must pay treasury before receiving the card. If at any moment a stack is empty,  players may still choose that stack but receive a ‘water’ card instead and pay the same amount of treasury as the initial trade card. After a player receives cards or passes,  he cannot revert his choice. A player is not allowed to inform other players what he drew and the player cannot return a card if he does not like the result, for instance if it turns out to be a calamity. "
          },
          {
            "text": "Separate trade card blocks If the separate trade card blocks East and West are used (12-18 players), the western civilizations draw or purchase cards strictly from the ‘West’-block and the same applies to East-cards for eastern civilizations. Even when a stack is empty at one block, a player does not draw a substitute card from the other block, but draws a ‘water’ card instead."
          }
        ]
      },
      {
        "title": "7. Trade",
        "items": [
          {
            "text": "Time limit It is recommended to set a time limit of 10 minutes for this phase, using a timer that is visible to all players. Some groups prefer longer or shorter trading times – use what works best for your group."
          },
          {
            "text": "The value of commodity cards A single card of a specific commodity is worth its face value, which is equal to the number printed in the first box at the bottom of the card. Two equal cards of a specific commodity are worth the amount equal to the number printed in the second box at the bottom of the card, 3 equal cards of a specific commodity are worth the third box, and so on. In other words: set value = (number of identical commodity cards)2 x (face value of the commodity)."
          },
          {
            "text": "Commodities of the same face value but with different names are worth only their individual face values combined."
          },
          {
            "text": "TODO: Add images"
          },
          {
            "text": "Calamities Except for Non Tradeable Calamities, which may never be traded, all other calamities may be included in a trade transaction but cannot be mentioned in a trade offer."
          },
          {
            "text": "During the Trade-phase, calamities do not have any effect, other than acting as trade cards,  though during the Calamity Resolution-phase, any calamities held by a player at that point will resolve eventually."
          },
          {
            "text": "Trade The objective is to try and complete sets of equal trade cards to increase their total set value as described above. For each commodity type there are exactly enough cards to complete 1 set of trading cards, which is equal to the number of boxes shown on the commodity. It may turn out that a set cannot be completed during a single turn."
          },
          {
            "text": "Simultaneously, all players may make trade negotiations with any other player"
          },
          {
            "text": "Trades cannot involve more than 2 players at a time and each trade must include at least 3 trade cards per player."
          },
          {
            "text": "For each trade offer (per player) both players must truthfully inform each other on the identity of 2 commodities,  as well as the total number of cards involved in their offer. Both players may choose to mention the names of the excess commodities involved in the deal this way, though this information does not need to be true. If more than 2 commodities are mentioned, the first 2 mentioned must be true. Players are not allowed to speak about calamities held or involved in a trade,  though players may promise a calamity-free trade offer,  which does not need to be true either. Treasury or Civilization Advances cannot be involved, though any other (non-binding) promises such as peace-treaties are allowed."
          },
          {
            "text": "Once both players agree on a trade, the trade transaction is resolved and all trade cards involved are transferred simultaneously. Other players are not allowed to see which cards are traded. A trade transaction cannot be reverted except when a player receives a Non Tradeable Calamity, a different number of cards than specified, or not at least the first 2 commodities specified. In this case all cards involved are reverted and the players may make new negotiations. Players are not allowed to conduct trade deals in bad faith simply to gain information and revert a deal."
          },
          {
            "text": "End of trade Once all players have finished trading or if the time limit is reached the trade session ends."
          },
          {
            "text": "Separate trade card blocks If the separate trade card blocks East and West are used (12-18 players), players may trade with players from either side. In fact, in this case, most of the time it is the only way to complete a set. "
          }
        ]
      },
      {
        "title": "8. Calamity Selection",
        "items": [
          {
            "text": "Calamity limit per player After this phase players are not allowed to hold more than 3 calamities, 2 of which may be Major Calamities (either Non Tradeable or Tradeable), 3 of which may be Minor Calamities and none of which may be duplicates."
          },
          {
            "text": "In a game of 5-8 and 12-14 players, no Minor Calamities are used. In this case the rule should be read as ‘no more than 2 calamities’. In a game using a single block (up to 11 players),  there are no duplicate calamities in the game"
          },
          {
            "text": "All players must truthfully reveal the number (but not the identity) of the calamities they hold by placing the calamities face down in front of them, so that every player can see who holds what number of calamities. These cards are regarded as if they were still held by the player. If at this point nobody holds a calamity, this phase can be skipped."
          },
          {
            "text": "Regardless of the number of calamities held by a player, if a single player holds any calamities of the same name,  he must discard 1 of these at random. If the number of calamities held by a player still exceeds the limit described above, he must discard the excess cards at random until the limit is no longer exceeded. All discarded calamities must be placed on their appropriate discard piles, 1 stack for each number"
          },
          {
            "title": "Example 1:",
            "text": "David holds 3 calamities in an 8-player game: ‘Famine’, ‘Treachery’ and ‘Barbarian Hordes’. In this phase he has to discard 1 of the cards. He shuffles them face down and his neighbor draws one. He reveals ‘Treachery’. This calamity is discarded. David will be the victim of ‘Famine’ and ‘Barbarian Hordes’ in the next phase."
          },
          {
            "title": "Example 2:",
            "text": "Jacob holds 5 calamities in a 16-player game: ‘Superstition’, another ‘Superstition’, ‘Tyranny’, ‘Squandered Wealth’ and ‘Coastal Migration’. That is 3 Major Calamities and 2 Minor Calamities. He first has to discard 1 of the 2 ‘Superstitions’ at random. Next, since he still exceeds the limit, 1 of his 4 calamities left is discarded randomly. This could possibly be ‘Tyranny’, the one he wishes to get rid of most, but also the considerably less harmful ‘Squandered Wealth’."
          }
        ]
      }
    ]
  },
  {
    "title": "TODO",
    "paragraphs": []
  }
]